Repository: krysta-arwen/group-ride
Catalog: GroupRide/*.lproj/Localizable.strings
Languages: es

# emailAndPasswordEntry
source: Enter an email and a password.
es: Ingrese un correo electrónico y una contraseña.

# noUsers
source: There are no users with the specified account.
es: No hay usuarios con la cuenta especificada.

# incorrectLogIn
source: Incorrect username or password.
es: Nombre de usuario o contraseña incorrecta.

source: Log In
es: Identificarse

# missingInfo
source: Enter a name, an email and a password.
es: Ingrese un nombre, un correo electrónico y una contraseña.

# invalidEmail
source: Enter a valid email.
es: Introduzca un correo electrónico válido.

# emailInUse
source: Email already in use.
es: Correo electrónico ya en uso.

source: Sign Up
es: Regístrate

source: Tracking Location
es: Agregando Ubicación

source: Track Location
es: Agregar Ubicación

source: Location Tracking
es: Ubicación Agregando

# enableLocationTracking
source: To track your ride, you must enable location tracking in Settings
es: Para rastrear su viaje, debe habilitar el acceso a la ubicación en Configuración

source: Cancel
es: Cancelar

source: Settings
es: Configuraciones

source: Ride Name
es: Nombre del paseo

# enterRideName
source: To track your ride, please enter the name of the ride.
es: Para agregar ubicación, por favor ingrese el nombre del paseo.

source: Save
es: Salvar

# rideNamePlaceholder
source: Ride Name...
es: Nombre del paseo ...

# unableToTrackLocation
source: Unable to track your location at this time.
es: No se puede agregar tu ubicación en este momento.

source: No ride provided
es: No se proporcionó el nombre del paseo

source: No username provided
es: No se proporcionó un nombre de usuario

source: Ride Calendar
es: Calendario del Paseo

# noRideDescription
source: Could not find ride description.
es: No se pudo encontrar la descripción del paseo.

source: Name
es: Nombre

source: Username
es: Usuario

source: Ride
es: Paseo

source: Bike
es: Bicicleta

source: Description
es: Descripción

source: No name saved.
es: Sin nombre guardado

source: No username saved.
es: Sin nombre de usuario guardado

source: No ride saved.
es: Sin paseo guardado

source: No bike saved.
es: Sin bicicleta guardado

source: No description saved
es: Sin descripción guardada

# emptyName
source: You must enter a name.
es: Debes ingresar un nombre.

# emptyUsername
source: You must enter a username.
es: Debes ingresar un nombre de usuario.

source: Log Out
es: Cerrar Sesión
